Repository: emrehasan/Hope4Car
Catalog: Smart2Go/Smart2Go/*.lproj/Localizable.strings
Languages: de

# HOME_VIEW_START_BACKGROUND_SEARCH_TITLE
source: Start search in background
de: Hintergrundsuche starten

# HOME_VIEW_START_BACKGROUND_SEARCH_OPTION_YES
source: Yes
de: Ja

# HOME_VIEW_START_BACKGROUND_SEARCH_OPTION_NO
source: No
de: Nein

# HOME_VIEW_START_BACKGROUND_STARTED_TEXT
source: You can click on your iPhone-Button now. The app will search then in the background. Remark that if you reopen the app the background-search will be cancelled.
de: Klicken Sie nun auf ihr iPhone-Button. Die App sucht dann im Hintergrund weiter.

# MAP_VIEW_ALERT_LOADING_FREE_CARS
source: Loading free cars
de: Lade freie Autos

# MAP_VIEW_ALERT_IDENTIFYING_CITY
source: Identifying city
de: Identifiziere Stadt

# SETTINGS_VIEW_FUEL_MIN
source: Fuel Min
de: Benzinstand Min

# SETTINGS_VIEW_HELP_ALERT_TITLE
source: How to use it?
de: Wie bedienen?

# SETTINGS_VIEW_HELP_TEXT
source: 1. Set the radius for retrieve cars in your near. 2. (Optional) Set fuel min if you need a car with a minimum fuel stand because you're planning to drive a long way. 3. (Optional) Set the fuel max to search for cars with a maximum fuel-state
de: 1. Setze den Radius, um Autos in deiner Nähe zu finden. 2. (Optional) Setze den Benzinstand Min. ein, um nach Autos mit einem Mindestbenzinstand zu suchen, falls du z.B das Auto für eine längere Strecke brauchst. 3. (Optional) Setze den Benzinstand Max. ein, um nach Autos mit einem Maximalbenzinstand zu suchen.

# CAR2GO_VIEW_SECTION_TITLE
source: Account information
de: Account informationen

# CAR2GO_VIEW_BAR_BUTTON_SAVE
source: Save
de: Speichern

# CAR2GO_VIEW_PROMPT_MESSAGE
source: Saved Data
de: Daten gespeichert
